app/views/posts/show.html.erb

SELECT "comentarios".* FROM "comentarios" WHERE "comentarios"."post_id" = ?  [["post_id", 1]]
---
<h3>Comentários :</h3>
<% @post.comentarios.each do |comentario| %>